<html>
	<head>
		<title>Actividad 1.2.1</title>
		<link rel="stylesheet" type="text/css" href="estilos/estilos.css"
	</head>
	<body>
		<header>
				<div class="ancho">
					<div class="logo">
						<p><a href="index.html">Noticias</a></p>
					</div>
					<nav class="navegacion">
						<ul class="menu">
						<li><a href="index.html">Inicio</a></li>
						<li><a href="#">Acerca de Nosotros</a>
							<ul class="submenu">
								<li><a href="nosotros1.html">Nuestro Equipo</a></li>
								<li><a href="nosotros2.html">contactanos</a></li>
								<li><a href="nosotros3.html">Nuestra Visión y Misión</a></li>
							</ul>
						</li>
						<li><a href="#">&nbsp;&nbsp;Catalogo&nbsp;</a>
							<ul class="submenu">
								<li><a href="catalogo1.html">Catalogo 1</a></li>
								<li><a href="catalogo2.html">Catalogo 2</a></li>
								<li><a href="catalogo3.html">Catalogo 3</a></li>
							</ul>
						</li>
						<li><a href="#">Promociones</a>
							<ul class="submenu">
								<li><a href="promociones1.html">Promociones 1</a></li>
								<li><a href="promociones2.html">Promociones 2</a></li>
								<li><a href="promociones3.html">Promociones 3</a></li>
							</ul>
						</li>
						<li><a href="#">&nbsp;&nbsp;Noticias&nbsp;</a>
							<ul class="submenu">
								<li><a href="noticias1.html">Noticia 1</a></li>
								<li><a href="noticias2.html">Noticia 2</a></li>
								<li><a href="noticias3.html">Noticia 3</a></li>
							</ul>
						</li>
					</ul>
					</nav>
				</div>
		</header>
		<div class="texto">
			<h1>¡Todo lo que necesitas saber sobre Roblox The Hunt: Mega Edition!</h1>
			<img src="imagenes/noticia1.jpg" width="30%" height="%30"><br><br><br>
			<p>¡Casi todos los jugadores de Roblox estar&aacute;n s&uacute;per ocupados estos pr&oacute;ximos d&iacute;as! 
			Por si a&uacute;n no te has enterado, The Hunt: Mega Edition ya est&aacute; aqu&iacute;. 
			As&iacute; es, The Hunt ya est&aacute; aqu&iacute; y ha alcanzado un nivel completamente nuevo. 
			¡As&iacute; que, adentr&eacute;monos en lo que nos espera este a&ntilde;o!</p><br><br>
			<h2>¿Qu&eacute; es Roblox The Hunt: Mega Edition?</h2>
		</div>
		<table  cellpadding="10" cellspacing="30">
			<tr>
				<td>	
					<video controls width="500" muted loop autoplay >
						<source src="imagenes/TheHunt.mp4" type="video/mp4">
					</video>
				</td>
				<td><font color="#000000">La Caza es un evento popular de Roblox. 
				Los jugadores lo conocieron por primera vez el año pasado durante la Primera Edición de La Caza. 
				Estos eventos son un regalo para los jugadores de Roblox. <br><br>
				Puedes ganar recompensas infinitas simplemente jugando a tus juegos favoritos.
				Roblox se propone batir r&eacute;cords esta vez con The Hunt: Mega Edition. <br><br>
				¡Hay millones de misiones para completar, premios para ganar y much&iacute;simos juegos para disfrutar! 
				El gran premio es un mill&oacute;n de d&oacute;lares. Aunque no quedes primero, a&uacute;n puedes ganar much&iacute;simo.<br><br> 
				Solo tienes que jugar y ganar fichas. ¡Es facil&iacute;simo!<br><br></font>
				</td>
			</tr>
			</table>
		<div class="texto">
			<h2>Juegos confirmados de Roblox The Hunt: Mega Edition</h2>
		</div>
			<table cellpadding="10" cellspacing="30">
			<tr>
				<td><font color="#000000">Roblox The Hunt: Mega Edition cuenta con un total de 25 juegos.<br><br>
				Los jugadores pueden ganar fichas completando misiones y desafíos en cada juego. <br><br>
				<b>¡Aqu&iacute; est&aacute;n todos los juegos confirmados para The Hunt: Mega Edition!</b><br><br>
				Rivales, Defensa de la torre de Bob Esponja, Leyendas del baloncesto, Chica de moda, Mundo de conducción, Encadenado, 
				Arsenal, Pescado, vida metropolitana, Mundo cero, Presi&oacute;n, Juego de etiquetas sin título, 
				Un viaje polvoriento, Trituradoras de coches 2, Hell's Kitchen, Simulador de defensa de la torre
				Escuela secundaria de Bayside, Recortarlo, Infecci&oacute;n Tiroteo, arrepentidor, Liga de cuchillas, 
				Come el mundo, Supervivencia ante desastres naturales, 
				Simulador de mascotas 99, Juego de boxeo sin t&iacute;tulo</font>
				</td>
				<td><img src="imagenes/noticia2.jpg" height="300"></td>
			</tr>
		</table>
		<aside>
			<footer>
				<p>&#169; 2025</p>
			</footer>
		</aside>
	</body>
</html>